<template>
    <div class="activeRules">
        <article>
            <h5>1、什么是返利？ </h5>
            <p>答：返利是为消费者提供的购物返利服 务。在本应用内的商品，商家会提供一笔费用， 当用户购买后，本应用会将该笔费用通过一定比值返还给用户，使用户获得更多优惠，这就是返 利。</p>
            <h5>2、返利什么时间能到账？</h5>
            <p>
                答：返利一般在确认收货后20天到账，返利就是 现金，到账后可提现至支付宝哦~登录本应用选择返利商品，按正确流程下单购买即可获得返 利啦~获得的返利，本应用会以现金余额形式发放 到您的账户，可在“我的返利”页面查询具体返利 明细。
            </p>
            <h5>3、返利金额如何计算？</h5>
            <p>答：返利金额是以商品实际付款金额来计算，页 面展示返利仅做参考，实际返利会根据宝贝实际 支付金额的变动而变动。举例：一款宝贝页面显 示宝贝金额100元，返利20元，若实际宝贝支付 金额为80元，实际发放奖励将会是16元。—款 宝贝页面显示宝贝金额100元，返利20元，若选 择更高规格的宝贝进行支付，支付金额为120 元，实际发放奖励将会是20元注意：宝贝实际支 付金额不包含：税费、运费、优惠券等部分。</p>
            <h5>4、什么情况下，会没有返利？</h5>
            <p>答：不支持返利商品及场景包含但不仅限于以下 情况：</p>
            <p>1）飞猪商品、虚拟类目商品均以购买页面展示为 准，若页面显示无返利，则购买后无返利；</p>
            <p>2）天猫企业购无返利；</p>
            <p>3）部分未参加淘宝客推广商品及商家无返利；</p>
            <p>4）订单中用作“淘宝优惠券、店铺优惠券、淘金 币、运费、税费等”支付的部分将不参加返利，剩 余支付部分根据宝贝实际支付金额按比例返利；</p>
            <p>
                （举例：在天猫国际店铺购买了一个商品， 商品售价139元，页面提示【商品售价已包 税】，意思是商品价格是包含税费，故返利不是 以售价计算，实际返利会按税后的金额计算哦。 您可以理解为：税费不管是商家支付还是您自己 支付，都是不参加返利。）
            </p>
            <p>
                5）订单支付时使用以下权益物支付的将不参加返 利（超级红包、天猫新人红包、淘礼金红包、淘 红包、新人专享红包、分享奖励红包、新人福利 社红包、天猫购物券等）；
            </p>
            <p>
                5）订单支付时使用以下权益物支付的将不参加返 利（超级红包、天猫新人红包、淘礼金红包、淘 红包、新人专享红包、分享奖励红包、新人福利 社红包、天猫购物券等）；
            </p>
            <p>
                6）如您被系统判定为不诚信买家，您将无法获得 返利；
            </p>
            <p>
                7）通过阿里站内推广获得返利的违规行为，您账 户下涉及的违规订单将停止返利发放。
            </p>
            <p>
                支持返利的场景举例（包含但不仅限于以下情 形）：
            </p>
            <p>
                1）在本应用直接下单、或将宝贝加入购物车或收 藏夹后再在本应用下单的都有返利；
            </p>
            <p>
                2）使用集分宝支付的部分依然有返利；
            </p>
            <p>
                3）使用店铺优惠券、店铺红包的订单，按实际支 付金额返利；
            </p>
            <h5>5、为什么我获得的返利与购买时显示的不一致？</h5>
            <p>
                答：最终获得的返利金额和购买时显示不一致的 情况如下（包含但不仅限于以下场景）：
            </p>
            <p>
                1）如果您在下单时使用了淘宝优惠券、店铺优惠 券、淘金币等优惠方式，将影响您最终获得的返 利比例；
            </p>
            <p>
                2）如果您交易过程中有退款或退货操作，也将影 响最终获得的返利数额；
            </p>
            <p>
                3）商家修改佣金比率后页面同步返利会有一定延 迟，最终获得的返利以付款后"我的返利订单”页 面显示为准；
            </p>
            <p>
                4）订单实际返利金额会根据商品付款金额变动而 变动，宝贝详情页展示返利为参考值，最终返利 以实际发放为准。
            </p>
            <p>
                【注意】
            </p>
            <p>
                1）如果是在淘宝或是其他地方加入购物车来本应用下单，需要在本应用购物车中点击宝贝浏览获 取返利后下单。
            </p>
            <p>
                2）在本应用加入购物车，如果中途再次跳转至其 他地方浏览，回到本应用购买时，需要在本应用重新点击浏览宝贝后再下单。
            </p>
            <p>
                3）付款时不要使用红包和购物券支付抵扣，会导 致无返利发放。
            </p>
            <h5>
                6、维权退款规则
            </h5>
            <p>
                退货退款/部分退款/售后维权，还有返利么？
            </p>
            <p>
                答：若订单发生退货、退款、售后维权等情形导 致订单最终关闭，则无返利。若订单发生部分退 款，且订单状态不是关闭的，则按照用户实际付 款金额进行返利。
            </p>
            
        </article>


    </div>
</template>

<script>
    export default {
        data(){
            return{
                userAgent:'',
            }
        },
        mounted() {
            this.userAgent = navigator.userAgent;
            WxCompat.wxSetTitle = '更多返利规则'
        },
        methods: {
            
        },
    }
</script>

<style lang="scss" scoped>
    .activeRules{
        article{
            padding:2.5rem /* 40/16 */ 1.25rem /* 20/16 */;
            font-size:.875rem /* 14/16 */;
            color:#666;
            h5{
                margin:.9375rem /* 15/16 */ 0 .5rem /* 8/16 */;
                color:#1A1A1A;
            }
            p{
                margin-bottom:.5rem /* 8/16 */;
            }
        }
        footer{
            margin-top:3.125rem /* 50/16 */;
            .footerBtn{
                width:18.5rem /* 296/16 */;
                height:2.75rem /* 44/16 */;
                text-align:center;
                line-height:2.75rem /* 44/16 */;
                background:#FFC102;
                color:#fff;
                font-size:1rem;
                border-radius:2.75rem /* 44/16 */;
                margin:0 auto;
            }
        }
    }
</style>