<template>
    <article>
        <header>
            <h1>超惠省服务协议 </h1>
        </header>
        <main>
            <section class="subTitle">
                <p>
                    欢迎您签署本《超惠省服务协议》（下称“本协议”）并使用超惠省平台服务！
                </p>
            </section>
            <section class="con">
                <p>
                    超惠省购物商城APP 客户端、微信公众号、WAP端等（以下统称“超惠省平台” 、“超惠省”或“本平台”）在此特别提醒您仔细阅读（未成年人应在其法定监护人的陪同下阅读）本《超惠省服务条款》（下称“本 协议”）中的各个条款，尤其是以粗体并下划线标示的条款，包括但不限于免除或者限制超惠省责任的条款、对用户权利进行限制的条款以及约定争议解决方式、司法管辖的条款。您有权选择同意或者不同意本协议。您与超惠省均应当严格履行本协议及其补充协议所约定的各项义务，如发生争议或者纠纷，双方可以友好协商解决；协商不成的，任何一方均可向本协议签订地有管辖权的人民法院提起诉讼。本协议签订地为广州市天河区。
                </p>
                <p>
                    您如果通过登录超惠省申请页面或者超惠省提供的其他申请渠道注册用户账号，完成我们的注册流程或使用我们的服务，即视为您完全同意本协议，愿意接受本协议所有及任何条款的约束。
                </p>
            </section>
            <section class="con">
                <p>
                    一．名词解释
                </p>
                <p>
                    除您与超惠省另有约定外，本协议及其补充协议当中的下列名词均采用如下解释：
                </p>
                <p>
                    超惠省平台：指超惠省享有全部著作权及其他知识产权的、提供给您及其他用户登录和使用的超惠省申请网站及超惠省购物商城网站，以及对应的 APP 客户端、微信公众号及WAP端等。
                </p>
                <p>
                    超惠省服务协议：即本协议，指您与超惠省订立的旨在约定您申请超惠省、激活、登录、使用本平台，以及通过本平台下达订单、购买商品、支付货款、收取商品等整个网购过程中，您与超惠省之间的权利、义务的书面合同。
                </p>
                <p>
                    商品：是销售商通过本平台向您展示推荐并进行销售的具体商品或服务的统称。
                </p>
                <p>
                    销售商：可能是超惠省的运营主体或关联公司，也可能是入驻超惠省商城的第三方商家。我们会以恰当方式向您展示相关主体信息。
                </p>
                <p>
                    订单：指由本平台生成的记录您通过本平台所购买的商品的名称、 品牌、价款、折扣等交易信息的表格。这份文件将被用作所有可能发生的与您购买有关的询问、请求和争议的参考。
                </p>
                <p>
                    会员卡号：指您通过 超惠省提供的会员卡注册渠道， 注册获得并可据以登录本平台的会员卡号。
                </p>
                <p>
                     超惠省平台规则：本平台在平台内已经发布及后续发布的各类规则、实施细则、解读、产品流程说明、公告等。
                </p>
            </section>
            <section class="con">
                <p>二．用户使用超惠省规则</p>
                <p>
                    1.您确认，在您开始申请注册超惠省会员，使用超惠省平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您的监护人应依照法律规定承担因此而造成的一切后果。此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用超惠省平台服务。
                </p>
                <p>
                    2.您可以通过登录超惠省会员申请页面申请 会员卡，并按照相应指引激活超惠省，一经激活，您即可以凭借卡号及登录密码，或采用本平台提供的其他登录方式登录及使用本平台。
                </p>
                <p>
                    3.您成功获取会员卡后，如果需要使用该会员卡从本平台购买商品的，还应当填写一个收货人、收货地址和手机号码。除此之外，您还可以按照本平台相关页面的说明填写其他个人信息，上述个人信息的填写并非您购买商品所必须，您可以选择填写与否。为使您更好地使用超惠省平台的各项服务，保障您的账户安全，超惠省平台可要求您按要求及我国法律规定完成实名认证。
                </p>
                <p>
                    4.超惠省平台原则上只允许每位用户使用一个超惠省平台账户。如有证据证明或根据超惠省平台规则判断您存在不当注册或不当使用多个超惠省平台账户的情形，超惠省平台可以采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给超惠省平台及相关方造成损失的，您还应承担赔偿责任。
                </p>
                <p>
                    5.您务必妥善保管您的会员卡号、登录密码、支付密码（如有）及您填写的所有个人信息。账户因您主动泄露或因您遭受他人攻击、诈骗等行为导 致的损失及后果，本平台并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。除本平台存在过错外，您应对您账户项下的所有行为结果（包 括但不限于在线签署各类协议、提供信息、购买商品及服务、发表评论、售后处理决定等）负责。
                </p>
                <p>
                    6.为了防止您及其他用户的会员卡号及其项下的个人信息泄露或者被他人窃取，超惠省可能会随时采取计算机病毒查杀技术、计算机加密技术等措施进行保护。对此，您完全同意并接受，但这并不能免除您对会员卡号及其项下的个人信息所负有的妥善保管义务。
                </p>
                <p>
                    7.由于超惠省平台会员卡号关联您的个人信息及平台商业信息，您的超惠省平台会员卡号仅限您本人使用。否则本平台有权追究您的违约责任。
                </p>
                <p>
                    8.您充分理解并完全同意：根据您的会员卡号及该卡号绑定的手机号项下下的商品购买记录及其他相关信息，销售商如果发现或者合理怀疑您此前或者当次通过本平台提供的网购渠道购买的商品有出现并非用于个人消费或者使用用途的情形， 对于您的这个用户账号的商品购买需求，销售商有权不予接受；您如果已经下达订单，销售商有权不予接受订单；销售商如果已经接受订单的，有权单方面解除并不予发货。而且，超惠省平台视情况还有权冻结您的这个用户账号，使之无法通过本平台以及超惠省提供的网购渠道下达订单、购买商品。
                </p>
                <p>
                    9.您可以通过超惠省平台申请注销超惠省会员卡。 我们在此善意的提醒您，您注销会员卡的行为将会导致您在超惠省平台的会员权益一并注销，会给您的售后维权带来诸多不便。您知晓，根据法律法规规定，相关交易记录可能须在平台后台保存 5 年甚至更长时间。 经超惠省平台确认您的账户满足以下条件的，您的账户将被注销：
                </p>
                <p>
                    （1）账户无任何纠纷，包括投诉举报、被投诉举报及诉讼；
                </p>
                <p>
                    （2）账户为正常使用中的账户且无任何账户被限制的记录；
                </p>
                <p>
                    （3）账户内无未完成的订单、服务；
                </p>
                <p>
                    （4）账户已经解除与其他网站、其他 APP 的授权登录或绑定关系。
                </p>
                <p>
                    一旦您的个人帐户注销，您将无法登录、使用本超惠省平台账户，您也将无法找回您账户中及与账户相关的任何记录、内容或信息，在您的会员期间累积的积分、及代金券也将不复存在。如果您希望日后再次加入超惠省，您理解并同意，本平台无法协助您重新恢复前述服务。请您在提交注销申请前，务必先了解须解绑的其他相关账户信息，具体可与我们的客服联系。
                </p>
            </section>
            <section class="con">
                <p>三．商品描述与营销信息</p>
                <p>
                    1.商品描述：相关商品信息均由销售商提供，超惠省尽可能根据所接收到的商品信息准确、详尽地描述每一件商品。 然而，由于销售商所提供的商品信息不一定是准确、完整、可靠、有效和没有错误的，因此超惠省不能保证本平台所有商品的描述和其他相关内容是准确、完整、 可靠、有效和没有错误的。
                </p>
                <p>
                    2.营销信息：您一经注册会员卡，即视为您同意超惠省通过短信、微信或者电子邮件的方式向您注册时填写的手机号码或者电子邮箱发送相应的商品广告信息、促销优惠等营销信息；您如果不同意发送，您可以通过相应的退订功能进行退订。
                </p>
            </section>
            <section class="con">
                <p>
                    四．商品价格
                </p>
                <p>
                    除适用于海外消费的折扣券以外，本平台上显示的所有价格都是以人民币为计价单位，包括所有的税费，但不包括运费（除非特殊说明）。结帐之前运费会自动计算包含在订单总价之内。在商品详情页面里您可以找到所有的相关信息，支付价格为下订单时的有效价格。
                </p>
            </section>
            <section class="con">
                <p>
                    五．订单
                </p>
                <p>
                    1. 超惠省保留对单个商品的区域出售数量、规格进行限制的权利，有权对单个订单的商品购买数量及同一IP地址对同类商品购买数量、规格进行限制。
                </p>
                <p>
                    2. 根据您填写的订单信息，系统将会生成一份包含您的订单的必要信息的电子订单，是该次交易的有效证据，这份文件被认为是所有的发货、问题、退货和争议事项的参考，所以您必须非常仔细地查看清楚这些信息并纠正一切可能的错误。点击“去结算” 意味着您认可订单表格中包含的所有信息都是正确和完整的。
                </p>
                <p>
                    3. 如果您填写的收货人与用户本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。
                </p>
                <p>
                    4.您可以选择取消订单，对反复的取消行为，我们可能会通过大数据分析调查其原因，为维护合理的商业利益，也为给正常消费者提供更多交易机会，我们可能会因您多次反复取消订单行为而拒绝继续向您提供服务、冻结或关闭您的会员账号。
                </p>
            </section>
            <section class="con">
                <p>六．合同成立</p>
                <p>
                    当您作为消费者为生活消费需要下单并支付货款的情况下，您在货款支付成功后即视为您与销售商之间就已支付货款部分的订单成立合同关系。
                </p>
            </section>
            <section class="con">
                <p>
                    七．商品缺货
                </p>
                <p>
                    由于市场变化及各种以合理商业努力难以控制因素的影响，无法避免的会出现您提交的订单信息中的商品出现缺货、价格标示错误等情况。如您下单所购买的商品出现以上情况，您有权取消订单，销售商亦有权自行取消订单，若您已经付款，则将为您办理退款。
                </p>
            </section>
            <section class="con">
                <p>八．配送服务</p>
                <p>
                    您所订购的商品有两种配送方式：（1）由超惠省选择具有运输服务资质的公司为您提供运输代理服务；（2）由销售商选择具有提供运输服务资质的公司为您提供运输代理服务。基于配送合作、配送秩序的考虑，原则上超惠省及销售商无法按照您的指定由某个物流服务商进行配送，除非超惠省平台页面有明确说明。
                </p>
            </section>
            <section class="con">
                <p>九．商品收取</p>
                <p>
                    1.您所订购的商品将被送至订单表格上注明的送货地址。无论什么原因商品不能送达到送货地址的，销售商将会尽快跟您取得联系。假如从销售商第一次试 图跟您联系之日 7天内您没有提供答复，销售商有权取消该订单。对于生鲜品类商品，因配送时间的耽误，商品极有可能已经损坏，故我们将不再退回您已支付的所有款项；对于其他商品，我们将收取来回的快递费。
                </p>
                <p>
                    2.在您收到订购商品时，您书面签收则证明您收到了完好状态的商品。如果 包装出现破损，请拒收。
                </p>
                <p>
                    3.您在本平台购买的商品由配送公司为您完成订单交付的，系统或者单据记录的签收时间为交付时间；您购买的商品采用在线传输方式交付的，销售商向您指定系统发送的时间为交付时间；您购买服务的，生成的电子或者实物凭证中载明的时间为交付时间。
                </p>
                <p>
                    4.如果您收到的商品与送货单中的商品列表不符，您可以按照本平台对外公布且正在实施的退货政策及退货程序，将相应的商品退回销售商。
                </p>
            </section>
            <section class="con">
                <p>
                    十．退回订单
                </p>
                <p>
                    1. 对于适用七天无理由退货的商品，您如果需要退货的，请在收到商品之日起 7 天内，按照不影响商品正常使用及再次销售的原则，将您需要退货的商品及其包装、赠品、送货单、税务发票（如有）等送货时一并交付给您的物品和资料，全部完好无损地退回销售商。否则，销售商有权不予退货。除有相反的证据外，退货的日期以销售商收到的包裹上显示的寄出邮戳所显示的日期为准。对于某些商品，如在商品详情页面及有关退货政策中已提示该类商品不予以退货的，您的下达订单行为将被视为您已同意接受销售商对此类商品不予退货的安排。
                </p>
                <p>
                    2. 销售商有权拒绝不符合超惠省对外公布实施的退货政策所规定的条件的所有退货。仅当销售商确认以上规定的这些条款得到了适时的遵从后，才会启动返还货款金额的程序。
                </p>
                <p>
                    3. 如果您的退货与上述退货规定不符，您将无法得到任何退款。不过， 您仍有资格自行支付费用（包括运费）以便接收已经退回到销售商的商品。如果您不想接收已经退回到销售商的商品，销售商有权保有这些商品并保留已经收到 的金额。
                </p>
            </section>
            <section class="con">
                <p>
                    十一．知识产权
                </p>
                <p>
                     1. 超惠省对本平台的内容享有全部知识产权，包括但不限于：编码、商标、 服务标志、商号、图形、美术品、照片、肖像、文字内容、音频片断、按钮图标 以及计算机 软件、标识、数码下载、数据汇编、评论都是超惠省或其内容提供者的财 产，受到中华人民共和国版权相关法律法规的保护。
                </p>
                <p>
                    2. 您仅在符合本平台使用目的的前提下被许可浏览和使用本平台，即以个人名义浏览信息和购买供个人使用商品的目的。禁止其他方式的使用，包括但不 限于以下方式：复制、修改、销售、传送、再版、删除、添加、展览、记入或演示本平台的内容或以其他方式部分地或整体地非法使用本平台的内容，但基于宣传、分享超惠省平台及商品，且经超惠省允许将本平台当中的资讯转发至微信朋友圈等第三方媒体的除外。
                </p>
                <p>
                    3. 您不得进行任何侵犯本平台或其他用户合法权益的行为，超惠省平台保留追究您法律责任的权利。这些将被追究法律责任的行为包括但不限于： 
                </p>
                <p>
                    （1）修改、复制和/或发行本平台；
                </p>
                <p>
                    （2）进行编译、反编译、反向工程或者以其他方式破解本平台的行为；
                </p>
                <p>
                    （3）使用本平台外挂和/或利用本平台当中的 BUG 来获得不正当的利益； （4）利用劫持域名服务器等技术非法侵入、破坏本平台的服务器软件系统， 非法挤占本平台的服务器空间，或者实施其他的使之超负荷运行的行为；
                </p>
                <p>
                    （5）修改、增加、删除、窃取、截留、替换本平台的客户端和/或服务器软件系统中的数据；
                </p>
                <p>
                    （6）假冒超惠省或签约商家在本平台当中发布任何诈骗或虚假信息；
                </p>
                <p>
                    （7）在本平台当中内置插件程序或者其他的第三方程序；
                </p>
                <p>
                    （8）利用本平台故意传播恶意程序或计算机病毒；
                </p>
                <p>
                    （9）利用爬虫程序或其他类似技术对超惠省上的数据、信息、用户信息进行爬取及引用。
                </p>
            </section>
            <section class="con">
                <p>
                    十二．用户行为守则
                </p>
                <p>
                    1. 您如果需要进行下载、安装、 运行、登录或者使用本平台，您至少必须自备一部可供上网的电脑或智能移动终端，并确保其能够通过互联网与本平台服务器软件进行实时的信息（即电子数据）交互，相应的上网流量费等相关费用由您自行承担。除非另有说明，超惠省存储在其服务器上的数据是超惠省平台和其会员之间交易的唯一有效证据。
                </p>
                <p>
                    2. 超惠省的发放及超惠省平台目前免费使用，仅收取超惠省寄送过程中的快递费用。超惠省有权基于运营成本等考虑，设置收费标准或服务、费率标准、收费对象及/或收费时段。您如果不同意相关收费，则应当立即停止使用本平台； 您如果继续使用的，则视为您接受超惠省的上述设置并支付相应的费用。
                </p>
                <p>
                    3. 您充分理解：超惠省可能会不定期地通过发布软件升级包或软件补丁、 在线升级等方式对本平台进行更新。更新的过程中，超惠省可能通过互联网调取、 收集您的终端上的关于本平台的客户端软件版本信息、数据及其他有关资料，并自动进行替换、修改、删除和/或补充。此种行为是平台更新所必须的一种操作或步骤，您如果不同意超惠省进行此种操作，请您不要进行更新；您更新的行为即视为您同意超惠省进行此种操作。
                </p>
                <p>
                    4. 在超惠省开放评论专区的情况下，您有权在本平台当中发表评论，或者回复其他用户的评论，但您应确保评论真实、客观且不会侵犯任何第三方的著作权、肖像权、名誉权、隐私权等合法权利。而且，您不得借助本平台用户评论功能发布任何广告。
                </p>
                <p>
                    5. 您应当遵守国家有关法律法规，不得在本平台当中发表、转发或者传播含有下列内容的信息：
                </p>
                <p>
                    （1）反对宪法所确定的基本原则的；
                </p>
                <p>
                    （2）危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；
                </p>
                <p>
                    （3）损害国家荣誉和利益的；
                </p>
                <p>
                    （4）煽动民族仇恨、民族歧视，破坏民族团结的；
                </p>
                <p>
                    （5）破坏国家宗教政策，宣扬邪教和封建迷信的；
                </p>
                <p>
                    （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
                </p>
                <p>
                    （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
                </p>
                <p>
                    （8）侮辱或者诽谤他人，侵害他人合法权益的；
                </p>
                <p>
                    （9）含有法律、行政法规禁止的其他内容的。
                </p>
                <p>
                    6. 您充分理解并完全同意：对您在本平台当中发表、转发或者传播的评论及其内容，包括但不限于视频、照片、文字内容，不论是否属于著作权法意义上的作品，超惠省均享有永久的、无期限及地域限制的、完全免费的使用权。而且， 对于上述评论和/或内容，超惠省还享有下列各项权利，且实际行使时无须另行 征得您的同意：
                </p>
                <p>
                    （1）有权将其许可给任何第三方使用，被许可的第三方征得超惠省同意后，既可以将其使用于超惠省网站和/或其 App 等超惠省自有网络平台，也可以将其使用于被许可的第三方自有的网络平台。
                </p>
                <p>
                    （2）有权对其进行修改、编辑、汇编、改编、分发或者以其他的方式进行使用；
                </p>
                <p>
                    （3）既有权使用其全部内容，也有权使用其中的某一部分或某几部分内容；
                </p>
                <p>
                    （4）有权单独以自己的名义，对未经超惠省许可而擅自使用上述评论和/或内容的第三方进行取证、证据保全、公证、提起诉讼和/或依法采取其他合法措施，以追究其法律责任。
                </p>
                <p>
                    7.  会员卡是超惠省授权您使用超惠省平台的唯一凭证。超惠省平台所提供优惠均发放至该会员卡项下，并且仅提供给获得授权的用户个人使用。您同意在符合法律法规及本条款规定的情况下使用个人帐户，超惠省有可能在某些情况（包括但不限于您违反有关法律法规规定或本协议和/或其它公开规则，或者您严重违背社会公德、提供虚假注册身份信息、经超惠省判定认为存在恶意退货或不合常理的高退货率等情形、或其他损害或经本平台判定认为可能损害超惠省利益的不正当行为等）下暂时冻结、永久冻结、修改、删除您的个人账户或者采取其他处理措施。 特别地，您了解并同意，超惠省用户管理系统中个人帐户、积分、代金券等互联网产品及服务所有权归属于超惠省，会员在满足超惠省公布的规则的前提下有权使用上述产品及服务。非经超惠省同意，您不得将超惠省各项产品及服务用于商业用途（例如：销售超惠省会员卡、销售会员卡帐户下积分、代金券等）。在使用超惠省服务过程中，如果您或您的个人帐户刻意规避超惠省管理措施，或存在涉嫌欺诈、商业牟利、不恰当地使用服务或者其他违反本协议和/或其他公开规则的行为（包括但不限于使用作弊软件获取积分及/ 或代金券及/或贩卖个人帐号、积分及/或代金券、盗号、 协助盗号、非用于个人或家庭的合理消费等），超惠省有权拒绝为您继续提供服务，永久冻结您的个人帐户，并根据具体情况并有权对该等个人帐号中因上述手段而产生、获得的一切虚拟产品予以清零。有权对您的行为追究您的违约或侵权法律责任。
                </p>
                <p>
                    8. 如您的行为使超惠省及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失）， 您应赔偿超惠省及/或其关联公司的上述全部损失。 如您的行为使超惠省及/或其关联公司遭受第三人主张权利，超惠省及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。如因您的行为使得第三人遭受损失，超惠省及/或其关联公司出于社会公共利益保护或消费者权益保护目的，可自您的任何超惠省账户中划扣相应款项进行支付。
                </p>
            </section>
            <section class="con">
                <p>
                    十三．免责声明
                </p>
                <p>
                    本平台与其他的在线使用的互联网网站一样，也会受到各种不良信息、 网络安全和网络故障问题的困扰，包括但不限于：
                </p>
                <p>
                    （1）其他用户可能会发布诈骗或虚假信息，或者发表有谩骂、诅咒、诋毁、攻击内容的，或者含有淫秽、色情、下流、反动、煽动民族仇恨等让人反感、厌恶 的内容的非法言论；
                </p>
                <p>
                    （2）其他用户可能会发布一些侵犯您或者其他第三方知识产权、肖像权、姓名权、名誉权、隐私权和/或其他合法权益的图片、照片、文字等资料；
                </p>
                <p>
                    （3）面临着诸如黑客攻击、计算机病毒困扰、系统崩溃、网络掉线、网速缓慢、程序漏洞等问题的困扰和威胁。
                </p>
                <p>
                    您充分理解到：上述的各种不良信息、网络安全和网络故障问题，并不是超惠省或者本平台所导致的问题，您造成的任何损失，概由您自行承担，超惠省无须向您承担任何责任。
                </p>
                <p>
                    您完全同意：除法律法规规定或者您与超惠省约定须提前通知的以外， 超惠省在解散、注销、合并、分立，或超惠省运营公司将本平台或其运营权转让给了第三方，或国家法律、法规、政策及国家机关的命令或者发生其他的诸如地震、火灾、海啸、台风、罢工、战争等不可抗力事件，或因您违反本协议所约定的用户守则等原因，可单方中止或终止本协议的履行。超惠省平台将及时通知您。
                </p>
                <p>
                    关于商品销售的免责声明：
                </p>
                <p>
                    （1）不同手机终端设备观看页面会存在显示上的差异，超惠省上展示的商品在图像、颜色可能与实物存在差异。因此，所有显示的图片、视频和其他商品显示方法仅限于图示目的，在任何情况下不认为是合同的组成部分。
                </p>
                <p>
                    （2）销售商保留根据市场价格波动随时修改上线商品价格的权利而无须事 先通知您。在由于排版错误或销售商提供价格信息错误的情况下以不正确的价 格列出来的商品，销售商有拒绝或取消任何对以不正确的价格列出来的商品所 下订单的权利。
                </p>
                <p>
                    （3）由于合理的或不可避免的送货延迟对您或第三方带来的任何损失，超惠省不负任何责任。
                </p>
            </section>
            <section class="con">
                <p>十四．个人信息保护</p>
                <p>
                    1. 超惠省可能通过本平台在您自愿选择服务或提供信息的情况下收集您的 个人信息（简称“个人信息”），例如您的姓名、地址、电话号码及其他身份信息等。我们有可能会保留一些用户的使用习惯信息，用于更好地了解和服务于用户。这些数据将有利于我们开发出更符合用户需求的功能、信息和服务。我们基于为您提供服务的目的会将您的个人信息提供给发货人、收款机构等，我们会要求这些机构对您的个人信息予以严格保密及禁止另作他用。
                </p>
                <p>
                    2. 超惠省将使用各种安全技术和程序防止您及其他用户个人信息的丢失、不当使用、未经授权阅览或披露。但您充分理解到：由于技术的限制以及可能存 在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。
                </p>
                <p>
                    3.为了更好帮助您理解我们在保护个人信息保护方面的规则，您可以查看我们在超惠省平台公示的《 超惠省用户隐私权政策》进行了解。
                </p>
            </section>
            <section class="con">
                <p>
                    十五．通知与送达
                </p>
                <p>
                    1. 联系方式：您在注册成为超惠省会员，并接受超惠省平台服务时，您应该向超惠省提供真实有效的联系方式，对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。 您在注册申请超惠省时生成的用于登陆超惠省平台接收站内信、您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。 您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。 您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。消息的会员卡卡号（包括子账号），也作为您的有效联系方式。超惠省将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。超惠省通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在超惠省平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。对于在超惠省平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在超惠省平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。
                </p>
            </section>
            <section class="con">
                <p>
                    十六．其他约定
                </p>
                <p>
                    1. 超惠省保留随时地不需要任何理由地、单方面地修订本协议的权利。本协议一经修订即完全替代修订前的协议版本，并通过适当的方式向所有用户公开征求意见，您可以通过平台指定的方式向我们反馈意见。如果您不同意修订后协议版本，请您立即停止使用本平台，否则即视同您同意并完全接受修订后的协议版本。 
                </p>
                <p>
                    2. 您通过本平台购买非商品的服务产品（例如旅游产品）的，您与超惠省之间的权利义务亦参照本协议的相关约定。
                </p>
                <p>
                    3. 由于互联网高速发展，您与超惠省签署的本协议列明的条款并不能完整覆盖您与超惠省所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，超惠省平台隐私权政策、超惠省平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用超惠省平台服务，视为您同意上述补充协议。
                </p>
                <p>
                    4. 您与超惠省均应当严格履行本协议及其补充协议所约定的各项义务，如发生争议或者纠纷，双方可以友好协商解决；协商不成的，任何一方均可向本协议签订地有管辖权的人民法院提起诉讼。
                </p>
                <p>
                    5.本协议及其补充协议签订地为广东省广州市天河区，均受中华人民共和国 法律、法规管辖。
                </p>
            </section>
        </main>
    </article>
</template>

<script>
    export default {
        data(){

        },
        created() {
            this.$nextTick(()=>{
                APPTool.addJsCallback(this,'appSetTitle',{
                    title:'超惠省服务协议'
                })
            })
            WxCompat.wxSetTitle = '超惠省服务协议'
        },
    }
</script>

<style lang="scss" scoped>
    article{
        padding:.9375rem /* 15/16 */;
        font-size:.875rem /* 14/16 */;
    }
    h1{
        text-align: center;
        line-height:3.75rem /* 60/16 */;
    }
    .con{
        margin-top:1.25rem /* 20/16 */;
    }
    p{
       line-height:1.5625rem /* 25/16 */;
    }
    .underLine{
        text-decoration: underline;
    }
</style>
