<template>
<div class="content">
	<h1 align="center" style="text-align:center;">
		<b>隐私声明</b><b></b>
	</h1>
	<p class="pre" style="text-indent:0pt;">
		<span>在您注册成为</span>“<span>麒麟卡</span>-提供有质生活的专家app”用户的过程中，您需要完成“<span>麒麟卡</span>-提供有质生活的专家app”平台的注册流程并通过点击同意的形式在线签署 《 隐私声明&nbsp;<span>》</span> <span>。</span>“<span>麒麟卡</span>-提供有质生活的专家app”再次特别提醒，请您务必审阅阅读签署协议的全部条款，充分理解条款内容后“同意并继续”。
	</p>
	<p class="pre" style="text-indent:0pt;">
		为了确保您充分了解作为<span>麒麟卡</span>-提供有质生活的专家app<span>（以下简称</span>“<span>麒麟卡</span>-提供有质生活的专家app”或“我们”）网站和手机 APP<span>的注册用户（以下简称</span>“用户”或“您”）所享有的权利以及我们对您承担的责任，<span>麒麟卡</span>-提供有质生活的专家app<span>特制定本</span> <span>《</span> 隐私声明&nbsp;<span>》</span> <span>（以下简称</span>“本协议”或“本使用条款”）。加入和使用<span>麒麟卡</span>-提供有质生活的专家app表明您已经阅读并同意使用条款，您的用户活动会遵从本使用条款。您对本使用协议不认同的，可以选择不加入和使用本<span>麒麟卡</span>-提供有质生活的专家app。本协议由您与广州飞宇互联网科技有限公司版权所有共同缔结，具有合同效力。本协议中协议双方合成协议方，广州飞宇互联网科技有限公司版权所有在协议中亦称<span>为</span>“<span>麒麟卡</span>-提供有质生活的专家app”。
	</p>
	<p class="pre">
		<b>一、</b><b>协议内容及签署</b>&nbsp;
	</p>
	<p class="pre">
		1 、本协议内容包括协议正文及所有<span>麒麟卡</span>-提供有质生活的专家app已经发布的或将来可能发布的各类规则，包括但不仅限于网站公告及帮助在内的官方声明。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何<span>麒麟卡</span>-提供有质生活的专家app及其关联公司提供的服务均受本协议约束。但法律法规另有强制性规定的，依其规定。
	</p>
	<p class="pre">
		2 、您在注册<span>麒麟卡</span>-提供有质生活的专家app<span>账户时点击提交</span>“一键登录淘宝”<b><u>即</u></b><b><u>视为您接收本协议及各类</u></b><b><u>规则</u></b><b><u>，并同意受其约束。</u></b>您应当在使用<span>麒麟卡</span>-提供有质生活的专家app服务之前认真阅读全部协议内容并确保完全理解协议内容，如您对协议有任何疑问的，应向<span>麒麟卡</span>-提供有质生活的专家app咨询。但无论您事实上是否在使用<span>麒麟卡</span>-提供有质生活的专家app服务之前认真阅读了本协议内容，只要您注册、正在或者继续使用<span>麒麟卡</span>-提供有质生活的专家app，则视为接受本协议，届时您不应以未阅读本协议的内容或者未获得<span>麒麟卡</span>-提供有质生活的专家app对您问询的解答<span>等理由，主张本协议无效，或要求撤销本协议。</span> 
	</p>
	<p class="pre">
		3 、您承诺接受并遵守本协议的规定。如果您不同意本协议的约定，您不应当注册成为<span>麒麟卡</span>-提供有质生活的专家app的用户，若您正在注册或正在使用<span>麒麟卡</span>-提供有质生活的专家app服务，您应立即停止注册程序或停止使用<span>麒麟卡</span>-提供有质生活的专家app<span>服务。</span> 
	</p>
	<p class="pre">
		4 、<b><u><span>麒麟卡</span>-提供有质生活的专家app</u></b><b><u>有权根据需要不时地制定、修改本协议或各</u></b><b><u>类规则，并以网站公示的方式进行公告，不再单独通知您。</u></b><b><u>变更后的协议和规则一经在网站公布后，立即自动生</u></b><b><u>效，且</u></b><b><u>自动</u></b><b><u>有效</u></b><b><u>代替原来的协议和规则。</u></b><span>麒麟卡</span>-提供有质生活的专家app的最新的协议和规则以及网站公告可供您随时登陆查询，您也应当经常性的登陆查阅最新的协议和规则以及网站公告以了解<span>麒麟卡</span>-提供有质生活的专家app最新动态。如您不同意相关变更，应当立即停止使用<span>麒麟卡</span>-提供有质生活的专家app服务。您继续使用服务的，即表示您接受经修订的协议和规则。
	</p>
	<p class="pre">
		<b>二、</b><b>用户及账户管理</b>&nbsp;
	</p>
	<p class="pre">
		1 、申请资格
	</p>
	<p class="pre">
		<b><u>您应当是具备完</u></b><b><u>全</u></b><b><u>民事</u></b><b><u>权利</u></b><b><u>能力和完全民事行为能力的自然人、法人</u></b><b><u>或</u></b><b><u>其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且</u></b><b><u><span>麒麟卡</span>-提供有质生活的专家app</u></b><b><u>有权注销（永</u></b><b><u>久</u></b><b><u>冻结）您的</u></b><b><u><span>麒麟卡</span>-提供有质生活的专家app</u></b><b><u>账户，并向您及您的监护</u></b><b><u>人索偿或者追偿。</u></b>若您不具备前述主体资格，则需要监护人同意您方可注册成为<span>麒麟卡</span>-提供有质生活的专家app用户，否则您和您的监护人应承担因此而导致的一切后果，且<span>麒麟卡</span>-提供有质生活的专家app有权注销（永久冻结）您的<span>麒麟卡</span>-提供有质生活的专家app账户，并向您及您的监护人索偿或者追偿。<span>麒麟卡</span>-提供有质生活的专家app并无能力对您和／或您的监护人的民事权利能力和民事行为能力进行实质性审查，因此一旦您进行了注册，<span>麒麟卡</span>-提供有质生活的专家app<span>可以视为您具备完全民事权利能力和完全民事行为能力。</span> 
	</p>
	<p class="pre">
		2 、账户
	</p>
	<p class="pre">
		在您签署本协议，完成用户注册程序或以其他<span>麒麟卡</span>-提供有质生活的专家app允许的方式实际使用<span>麒麟卡</span>-提供有质生活的专家app服务时，<span>麒麟卡</span>-提供有质生活的专家app会向您提供唯一编号的<span>麒麟卡</span>-提供有质生活的专家app账户（以下亦称账户）。
	</p>
	<p class="pre">
		您可以对账户设置用户名和密码，通过该用户名密码或与该用户名密码关联的其它用户名密码登陆<span>麒麟卡</span>-提供有质生活的专家app平台。您设置的用户名不得侵犯或涉嫌侵犯他人合法权益。
	</p>
	<p class="pre">
		您应对您的账户（用户名）和密码的安全，以及对通过您的账户（用户名）和密码实施的行为负责。除非经过正当法律程序，且征得<span>麒麟卡</span>-提供有质生活的专家app的同意，否则，账户（用户名）和密码不得以任何方式转让、赠与或继承。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知<span>麒麟卡</span>-提供有质生活的专家app，要求<span>麒麟卡</span>-提供有质生活的专家app暂停相关服务。您理解<span>麒麟卡</span>-提供有质生活的专家app对您的请求采取行动需要合理时间，<span>麒麟卡</span>-提供有质生活的专家app对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任，但<span>麒麟卡</span>-提供有质生活的专家app未能在合理时间内采取行动的情况除外。您认可您在注册、使用<span>麒麟卡</span>-提供有质生活的专家app服务过程中提供、形成的数据等相关信息的所有权及其他相关权利属于<span>麒麟卡</span>-提供有质生活的专家app，<span>麒麟卡</span>-提供有质生活的专家app有权使用上述信息。<u>请用户注意：如您超过六十日未登录</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>平台，</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>将会清空您在</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>平台的返利</u><u>金额</u><u>。</u><u></u>
	</p>
	<p class="pre">
		3 、用户
	</p>
	<p class="pre">
		在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他<span>麒麟卡</span>-提供有质生活的专家app允许的方式实际使用<span>麒麟卡</span>-提供有质生活的专家app服务时，您即成为<span>麒麟卡</span>-提供有质生活的专家app用户（亦称用户）。
	</p>
	<p class="pre">
		在注册时，您应当按照法律法规要求，或注册页面的提示准确提供，并及时更新您的资料，以使之真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，<span>麒麟卡</span>-提供有质生活的专家app有权向您发出询问及／或要求改正的通知，若您未能在<span>麒麟卡</span>-提供有质生活的专家app要求的合理期限内回复<span>麒麟卡</span>-提供有质生活的专家app的询问及／或完成改正，<span>麒麟卡</span>-提供有质生活的专家app有权做出删除相应资料并暂时停止账户的处理，直至终止对您提供部分或全部<span>麒麟卡</span>-提供有质生活的专家app服务，<span>麒麟卡</span>-提供有质生活的专家app对此不承担任何责任，您将承担因此产生的任何成本或支出。<u>您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式．以便</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>或其他用户与您进行有效联系．因通过这些联系方式无法与您取得联系，导致您在使用</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>服务过程中产生任何损失或增加费用的．应由您完全独自承担，</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>对此不予承担。</u><u></u>
	</p>
	<p class="pre">
		您在使用<span>麒麟卡</span>-提供有质生活的专家app服务过程中，所产生的应纳税费，以及一切硬件、软件、服务、账户维持及其它方面的费用，均由您独自承担。您同意<span>麒麟卡</span>-提供有质生活的专家app有权从您相关账户中优先扣除上述费用。对于被<span>麒麟卡</span>-提供有质生活的专家app账户冻结或者暂时停止帐户的用户，<span>麒麟卡</span>-提供有质生活的专家app将不再提供用户连锁项目下的服务。
	</p>
	<p class="pre">
		<b><span>三、麒麟卡</span>-提供有质生活的专家app</b><b>服务：</b>&nbsp;
	</p>
	<p class="pre">
		1 、<span>麒麟卡</span>-提供有质生活的专家app<span>将向您呈现第三方优惠券、交易、广告和其他优惠（以下统称</span>“要约”）。要约是由第三方（以下统称“卖方”）提供的产品和服务。用户选择接受要约，则视为与卖方达成交易。<span>麒麟卡</span>-提供有质生活的专家app并非交易相关方，因此不对用户和卖方之间的交易承担任何责任。<span>麒麟卡</span>-提供有质生活的专家app不负责履行任何要约。
	</p>
	<p class="pre">
		在用户购买产品或服务或以任何其他方式接受要约之前，请阅读要约的整个描述，包括卖方网站上规定的附属细则和任何额外的条款和条件。用户须基于卖方说明，自行了解所要购买的产品或服务。要约的条款和条件，包括退款和取消交易政策，均按照卖方的政策执行。
	</p>
	<p class="pre">
		卖方政策不受<span>麒麟卡</span>-提供有质生活的专家app约束。在任何情况下，<span>麒麟卡</span>-提供有质生活的专家app<span>不对用户与卖方之间的交易负责。有关要约或用户与卖方之间交易的问题，请直接与卖方联系。</span> 
	</p>
	<p class="pre">
		2 、<span>麒麟卡</span>-提供有质生活的专家app为用户免费提供在线优惠券服务。对于在线优惠券的赎回、错误、疏忽或过期等情形，<span>麒麟卡</span>-提供有质生活的专家app不承担任何责任，用户应自行确保卖方结账过程中是否有折扣、特价或免费赠与等情形。网站和论坛上的所有要约和推广内容如有变更，恕不另行通知。<span>麒麟卡</span>-提供有质生活的专家app无法控制卖方提供的任何优惠券或其他要约的合法性、任何卖方根据要约完成销售的能力、以及卖方所提供商品的数量。<span>麒麟卡</span>-提供有质生活的专家app无法控制卖方是否会遵守网站和论坛上所示的要约，也无法保证网站信息的准确性和完整性。对于用户就网站和论坛、或网站和论坛上的信息使用与卖方发生的任何争议，用户同意放弃提出索赔、要求、诉讼、损害赔偿（直和间接）、损失赔偿、成本赔偿、或已知和未知或已披露和未披露费用赔偿的权利，并免除<span>麒麟卡</span>-提供有质生活的专家app<span>就此所承担的责任。</span> 
	</p>
	<p class="pre">
		<b>3 </b><b><u><span>麒麟卡</span>-提供有质生活的专家app</u></b><b><u>服务中包括广告</u></b><b><u>，</u></b><b><u>用户同意在使用过程中接收由</u></b><b><u><span>麒麟卡</span>-提供有质生活的专家app</u></b><b><u>及其关联方或第三方</u></b><b><u>合作</u></b><b><u>伙伴发布的或向用户电子设备发送的广告信息。</u></b><b></b>
	</p>
	<p class="pre">
		<b><span>四、麒麟卡</span>-提供有质生活的专家app</b><b>服务使用规范及处理规定</b><b></b>
	</p>
	<p class="pre">
		在使用<span>麒麟卡</span>-提供有质生活的专家app服务过程中，您承诺遵守下列使用规范：
	</p>
	<p class="pre">
		1 、用户承诺其注册信息的正确性。
	</p>
	<p class="pre">
		2 、如果用户提供给<span>麒麟卡</span>-提供有质生活的专家app的资料有变更，请及时通知<span>麒麟卡</span>-提供有质生活的专家app<span>做出相应的修改。</span> 
	</p>
	<p class="pre">
		3 、用户不得出现恶意注册恶意点击等行为。
	</p>
	<p class="pre">
		4 、在使用<span>麒麟卡</span>-提供有质生活的专家app服务过程中实施的所有行为均遵守国家法律、法规等规范性文件及<span>麒麟卡</span>-提供有质生活的专家app各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应自己独自承担所有的法律责任，并确保<span>麒麟卡</span>-提供有质生活的专家app免于因此产生任何损失。如<span>麒麟卡</span>-提供有质生活的专家app因此承担相应责任或者赔偿相关损失，则您承诺<span>麒麟卡</span>-提供有质生活的专家app<span>可以向您追偿，相关责任或损失由您最终承担。</span> 
	</p>
	<p class="pre">
		5 、在与其他用户交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易<span>无关的行为。</span> 
	</p>
	<p class="pre">
		6 、不以虚构或歪曲事实的方式不当评价其他用户，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高（降低）其他用户的信用度。
	</p>
	<p class="pre">
		7&nbsp;、不对<span>麒麟卡</span>-提供有质生活的专家app平台上的任何数据作商业性利用，包括但不限于在未经<span>麒麟卡</span>-提供有质生活的专家app事先书面同意的情况下，以复制、传播等任何方式使用<span>麒麟卡</span>-提供有质生活的专家app网站上展示的资料。
	</p>
	<p class="pre">
		8 、<u><span>麒麟卡</span>-提供有质生活的专家app严禁用户通过以下行为获得利益，一经发现，麒麟卡-提供有质生活的专家app有权追回用户账号及其关联账号（关联账户由麒麟卡-提供有质生活的专家app根据自身系统数据判定，判定依据包括但不限于用户登记信息、交易信息、第三方反馈信息、设备终端信息、</u><u>IP地址等，下同</u><u><span>）中已经给予的相关积分和已经兑换的奖励，并视情节严重可中止用户账号直至注销用户账号，同时该用户必须承担由此给麒麟卡</span>-提供有质生活的专家app带来的所有损失：</u><u></u>
	</p>
	<p class="pre">
		a ）购买产品后恶意取消订单；
	</p>
	<p class="pre">
		b ）劫持流量；
	</p>
	<p class="pre">
		c ）自买自卖；
	</p>
	<p class="pre">
		d ）劫持其他用户的正常访问链接使其变成推广链接；
	</p>
	<p class="pre">
		e ）骗取其他用户点击其设置的非<span>麒麟卡</span>-提供有质生活的专家app<span>设置的链接；</span> 
	</p>
	<p class="pre">
		f ）违反购物所在网站隐私声明<span>及其规则；</span> 
	</p>
	<p class="pre">
		g ）其他违反法律法规或者违反诚实信用、公平原则的行为。
	</p>
	<p class="pre">
		9 、<span>麒麟卡</span>-提供有质生活的专家app禁止用户在<span>麒麟卡</span>-提供有质生活的专家app<span>的合作商城内进行任何形式的推广。</span> 
	</p>
	<p class="pre">
		10 、您不得使用任何装置、软件或例行程序干预或试图干<span>预麒麟卡</span>-提供有质生活的专家app平台的正常运作或正在麒麟卡-提供有质生活的专家app上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸<span>麒麟卡</span>-提供有质生活的专家app网络设备的行动，否则<span>麒麟卡</span>-提供有质生活的专家app将追究您的相关责任，包括但不限于列入<span>麒麟卡</span>-提供有质生活的专家app黑名单账户、冻结账户或者注销账户等。如造成<span>麒麟卡</span>-提供有质生活的专家app损失或者承担相应法律责任的，<span>麒麟卡</span>-提供有质生活的专家app有权要求您赔偿并最终承担相应的责任。
	</p>
	<p class="pre">
		您了解并同意<span>麒麟卡</span>-提供有质生活的专家app<span>有权作如下处理：</span> 
	</p>
	<p class="pre">
		<u>1 、</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>有权对您是否违反上述承诺做出单方认定</u><u>，</u><u>并根据单方认定结果适用规则予以处理．这无须征得您的</u><u>同意。</u>
	</p>
	<p class="pre">
		2 、经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者<span>麒麟卡</span>-提供有质生活的专家app根据自身的判断，认为您的行为涉嫌违反本协议和／或规则的条款或涉嫌违反法律法规的规定的，则<span>麒麟卡</span>-提供有质生活的专家app有权在<span>麒麟卡</span>-提供有质生活的专家app上公示您的该等涉嫌违<span>法或违约行为及麒麟卡</span>-提供有质生活的专家app已对您采取的措施<span>。</span> 
	</p>
	<p class="pre">
		3 、对于您在<span>麒麟卡</span>-提供有质生活的专家app上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和／或规则的信息，<span>麒麟卡</span>-提供有质生活的专家app<span>有权予以删除，且按照规则的规定进行处罚。</span> 
	</p>
	<p class="pre">
		4 、对于您在<span>麒麟卡</span>-提供有质生活的专家app上实施的行为，包括您未在<span>麒麟卡</span>-提供有质生活的专家app上实施但已经对<span>麒麟卡</span>-提供有质生活的专家app及其用户产生影响的行为，<span>麒麟卡</span>-提供有质生活的专家app<span>有权单方认定您行为的性质及是否构成对本协议和／或规则的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。</span> 
	</p>
	<p class="pre">
		5 、对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保<span>麒麟卡</span>-提供有质生活的专家app免于因此产生损失或增加费用。如<span>麒麟卡</span>-提供有质生活的专家app因此承担相应责任或者赔偿相关损失，则您承诺<span>麒麟卡</span>-提供有质生活的专家app可以向您追偿，相关责任或损失由您最终承担，相关损失包括<span>合理的律师费用、相关机构的查询费用等。</span> 
	</p>
	<p class="pre">
		6 、如您涉嫌违反有关法律或者本协议之规定，使<span>麒麟卡</span>-提供有质生活的专家app<span>遭受任何损失，或受到任何第三方的索赔，或受到任何行询费用等。</span> 
	</p>
	<p class="pre">
		7 、<span>麒麟卡</span>-提供有质生活的专家app上展示的资料（包括但不限于文字、图表、标识、图像、数字下载和数据编辑）均为<span>麒麟卡</span>-提供有质生活的专家app或其内容提供者的财产或者权利；<span>麒麟卡</span>-提供有质生活的专家app上所有内容的汇编是属于<span>麒麟卡</span>-提供有质生活的专家app的著作权；<span>麒麟卡</span>-提供有质生活的专家app上所有软件都是<span>麒麟卡</span>-提供有质生活的专家app或其关联公司或其软件供应商的财产或者权利，上述知识产权均受法律保护。如您侵犯上述权利，<span>麒麟卡</span>-提供有质生活的专家app<span>有权根据规则对您进行处理并追究您的法律责任。</span> 
	</p>
	<p class="pre">
		8 、<span>麒麟卡</span>-提供有质生活的专家app并无能力对您的相关注册、登记资料进行实质性审查，因此一旦因您的的注册、登记资料的问题导致的相关后果应全部由您自己承担，<span>麒麟卡</span>-提供有质生活的专家app对此不承担责任。如果根据法律法规要求<span>麒麟卡</span>-提供有质生活的专家app先行承担相关责任，那么您承诺<span>麒麟卡</span>-提供有质生活的专家app有权向您追偿，由您最终承担上述责任。
	</p>
	<p class="pre">
		<b>五、</b><b>特别授权</b><b></b>
	</p>
	<p class="pre">
		您完全理解并不可撤销地授予<span>麒麟卡</span>-提供有质生活的专家app<span>及其关联公司下列权利：</span> 
	</p>
	<p class="pre">
		1 、一旦您向<span>麒麟卡</span>-提供有质生活的专家app或其关联公司或其合作组织作出任何形式的承诺，且相关公司或组织已确认您违反了该承诺，则<span>麒麟卡</span>-提供有质生活的专家app有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，除非法律法规另有明确要求，<span>麒麟卡</span>-提供有质生活的专家app无须就相关确认与您核对事实，或另行征得您的同意，且<span>麒麟卡</span>-提供有质生活的专家app无须就此限制措施或公示行为向您承担任何的责任。
	</p>
	<p class="pre">
		2 、一旦您违反本协议，或与<span>麒麟卡</span>-提供有质生活的专家app签订的其他协议的约定，<span>麒麟卡</span>-提供有质生活的专家app有权以任何方式通知<span>麒麟卡</span>-提供有质生活的专家app关联公司或其合作组织，要求其对您的权益采取限制措施，包括但不限于要求<span>麒麟卡</span>-提供有质生活的专家app<span>及关联公司中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。</span> 
	</p>
	<p class="pre">
		3 、对于您在注册、登记或者交易中记录的资料及数据信息，您授予<span>麒麟卡</span>-提供有质生活的专家app及其关联公司或其合作组织独家的、永久的、免费的全球范围内使用并许可他人使用的权利。
	</p>
	<p class="pre">
		<b>六、</b><b>责任范围和责任限制</b>&nbsp;
	</p>
	<p class="pre">
		1 、<span>麒麟卡</span>-提供有质生活的专家app负责按“<span>现状</span>”和“<span>可得到</span>”的状态向您提供服务，且<span>麒麟卡</span>-提供有质生活的专家app仅对自身提供的服务承担责任。<span>麒麟卡</span>-提供有质生活的专家app<span>对于第三方向用户提供的服务和产品不提供保证也不承担任何责任，但应当协助用户和第三方进行交涉谈判以维护用户合法权益。</span> 
	</p>
	<p class="pre">
		2 、<u>您了解</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>上的信息系第三方或者其他用户自行</u><u><span>发布，且可能存在风险和瑕疵。麒麟卡</span>-提供有质生活的专家app仅作为交易地点。麒麟卡-提供有质生活的专家app仅作为您获取物品或服务信息、物色交易对象、就物品和</u><u>/或服务的交易进行协商及开展交易的产所，但麒麟卡-提供有质生活的专家app无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的合法性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关物品及/</u><u>或信息的真实性、合法性和有效性．并自行承担相关风险。</u>&nbsp;
	</p>
	<p class="pre">
		3 、<span>麒麟卡</span>-提供有质生活的专家app上的商品价格、数量、是否有货等商品信息随时有可能发生变动，<span>麒麟卡</span>-提供有质生活的专家app不就此作出特别通知。您知悉并理解由于网站上商<span>品信息数量极其庞大，虽然麒麟卡</span>-提供有质生活的专家app会尽合理的最大努力保证您所浏览的商品信息的准确性、迅捷性，但由于众所周知的互联网技术因素等客观原因，麒麟卡-提供有质生活的专家app显示的信息可能存在一定的滞后性和差错，由此给您带来的不便或产生相应问题，<span>麒麟卡</span>-提供有质生活的专家app<span>不承担责任。</span> 
	</p>
	<p class="pre">
		4 、除非法律法规明确要求，或出现以下情况，否则，<span>麒麟卡</span>-提供有质生活的专家app<span>没有义务对所有用户的注册数据、商品（服务）信息、交易行为以及与交易有关的其它事项进行事先审查：</span> 
	</p>
	<p class="pre">
		a ）<span>麒麟卡</span>-提供有质生活的专家app<span>有合理的理由认为特定用户及具体交易事项可能存在重大违法或违约情形。</span> 
	</p>
	<p class="pre">
		b ）<span>麒麟卡</span>-提供有质生活的专家app有合理的理由认为用户在<span>麒麟卡</span>-提供有质生活的专家app<span>的行为涉嫌违法或不当。</span> 
	</p>
	<p class="pre">
		5 、您理解并同意，<span>麒麟卡</span>-提供有质生活的专家app及其关联公司并非司法机构，仅能以普通人的身份对证据进行鉴别，<span>麒麟卡</span>-提供有质生活的专家app及其关联公司对争议的调处完全是基于您的委托，<span>麒麟卡</span>-提供有质生活的专家app<span>及其关联公司无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行通过法律途径向受益人或者其他相关人员索偿。</span> 
	</p>
	<p class="pre">
		6 、您了解并同意，<span>麒麟卡</span>-提供有质生活的专家app不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿（无论<span>麒麟卡</span>-提供有质生活的专家app是否已被告知该等损害赔偿的可能性）:
	</p>
	<p class="pre">
		a ）第三方未经批准使用您的账户或更改您的数据。
	</p>
	<p class="pre">
		b ）通过<span>麒麟卡</span>-提供有质生活的专家app服务购买或获取任何商品、样品、数据、信息或进行交易等行为或替代行为产生的费用及损失，但因<span>麒麟卡</span>-提供有质生活的专家app<span>提供的服务信息错误所导致的除外。</span> 
	</p>
	<p class="pre">
		c ）您对<span>麒麟卡</span>-提供有质生活的专家app<span>服务的误解。</span> 
	</p>
	<p class="pre">
		d ）任何非因<span>麒麟卡</span>-提供有质生活的专家app的原因而引起的与<span>麒麟卡</span>-提供有质生活的专家app服务有关的其它损失。
	</p>
	<p class="pre">
		7 、因使用<span>麒麟卡</span>-提供有质生活的专家app服务而引起的任何损害或经济损失，<span>麒麟卡</span>-提供有质生活的专家app承担的全部责任均不超过您通过<span>麒麟卡</span>-提供有质生活的专家app<span>所购买的或与该索赔有关的服务或商品的价格。本责任限制条款在用户资格被冻结、暂停或注销后仍继续有效。</span> 
	</p>
	<p class="pre">
		8 、不论在何种情况下，<span>麒麟卡</span>-提供有质生活的专家app均不对由于罢工、暴乱、起义、骚乱、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令，以及其它非因<span>麒麟卡</span>-提供有质生活的专家app的原因而造成的不能服务或延迟服务承担责任。<span>麒麟卡</span>-提供有质生活的专家app会尽合理努力处理善后事宜。
	</p>
	<p class="pre">
		<b>七、</b><b>协议终止</b>&nbsp;
	</p>
	<p class="pre">
		1 、您同意<span>麒麟卡</span>-提供有质生活的专家app有权依据本协议决定中止、终止向您提供部分或全部<span>麒麟卡</span>-提供有质生活的专家app平台服务，暂时冻结或永久冻结（注销）您的账户，且无须为此向您或任何第三方承担任何责任，但本协议或法律法规另有明确要求的除外。
	</p>
	<p class="pre">
		2 、<u>出现以下情况时，</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>有权直接以注销账户的</u><u>方式</u><u>终止本协议：</u>&nbsp;
	</p>
	<p class="pre">
		a ）用户超过两年无登陆记录；
	</p>
	<p class="pre">
		b ）<span>麒麟卡</span>-提供有质生活的专家app终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为<span>麒麟卡</span>-提供有质生活的专家app<span>用户的；</span> 
	</p>
	<p class="pre">
		c ）您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或<span>麒麟卡</span>-提供有质生活的专家app以其它联系方式通知您更改电子邮件信息，而您在<span>麒麟卡</span>-提供有质生活的专家app<span>通知后七个工作日内仍未更改为有效的电子邮箱的；</span> 
	</p>
	<p class="pre">
		d ）您注册信息中的主要内容不真实或不准确或不及时或不完整；
	</p>
	<p class="pre">
		e ）本协议（含规则）变更时，您明示并通知<span>麒麟卡</span>-提供有质生活的专家app不愿接受新的隐私声明的；
	</p>
	<p class="pre">
		f ）其它<span>麒麟卡</span>-提供有质生活的专家app认为应当终止服务的情况。
	</p>
	<p class="pre">
		3、<u><span>您有权向麒麟卡</span>-提供有质生活的专家app要求注销您的账户，经麒麟卡-提供有质生活的专家app审核同意的，麒麟卡-提供有质生活的专家app注销(永久冻结)您的账户，届时，您与麒麟卡-提供有质生活的专家app基于本协议的合同关系即终止。您的账户被注销(永久冻结)后，麒麟卡-提供有质生活的专家app没有义务为您保留或向您披露您账户中的任何信息。也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。关于您注销账户的方式以及您应满足的条件，请详见附件一《麒麟卡-提供有质生活的专家app账户注销须知》。</u>
	</p>
	<p class="pre">
		4 、您同意，您与<span>麒麟卡</span>-提供有质生活的专家app的合同关系终止后，<span>麒麟卡</span>-提供有质生活的专家app<span>及其关联公司或者其合作组织仍享有下列权利</span> 
	</p>
	<p class="pre">
		a ）继续保存并使用您的注册、登记信息、数据及您使用<span>麒麟卡</span>-提供有质生活的专家app<span>服务期间的所有交易数据。</span> 
	</p>
	<p class="pre">
		b ）您在使用<span>麒麟卡</span>-提供有质生活的专家app服务期间存在违法行为或违反本协议和/或规则的行为的，麒麟卡-提供有质生活的专家app仍可依据本协议向您主张权<span>利。</span> 
	</p>
	<p class="pre">
		5 、<span>麒麟卡</span>-提供有质生活的专家app中止或终止向您提供服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独立处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保<span>麒麟卡</span>-提供有质生活的专家app免于因此产生任何损失或承担任何费用：
	</p>
	<p class="pre">
		a ）您在服务中止或终止之前已经上传至<span>麒麟卡</span>-提供有质生活的专家app的物品尚未交易的，<span>麒麟卡</span>-提供有质生活的专家app<span>有权在中止或终止服务的同时删除此项物品的相关信息；</span> 
	</p>
	<p class="pre">
		b ）您在服务中止或终止之前已经与其他用户达成买卖合同，但合同尚未实际履行的，<span>麒麟卡</span>-提供有质生活的专家app<span>有权删除该买卖合同及其交易物品的相关信息；</span> 
	</p>
	<p class="pre">
		c ）您在服务中止或终止之前已经与其他用户达成买卖合同且已部分履行的，<span>麒麟卡</span>-提供有质生活的专家app可以不删除该项交易，但<span>麒麟卡</span>-提供有质生活的专家app有权在中止或终止服务的同时将相关情形通知您的交易对方
	</p>
	<p class="pre">
		<b>八、</b><b>隐私权政策</b>&nbsp;
	</p>
	<p class="pre">
		1 、<u><span>麒麟卡</span>-提供有质生活的专家app</u><u><span>对希望成为用户的用户没有任何限制．但</span>18岁以下的用户使用</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>服务必须取得监护人的同意；</u>
	</p>
	<p class="pre">
		2 、<u>一个帐号仅限一个用户使用．用户必须向</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>提供真实确实的信息．对于由</u><u>于</u><u>资料提供不正确导致汇款无法收到等后果．</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>不承担责任；</u>
	</p>
	<p class="pre">
		3 、<u>用户资料修改后必须及时</u><u>通</u><u>知</u><u><span>麒麟卡</span>-提供有质生活的专家app</u><u>做出相应变更；</u>
	</p>
	<p class="pre">
		4 、<span>麒麟卡</span>-提供有质生活的专家app<span>及其关联公司承诺不向其它第三方机构透露用户涉及隐私的信息；</span> 
	</p>
	<p class="pre">
		5 、用户必须遵守<span>麒麟卡</span>-提供有质生活的专家app（及合作组织）的使用条款及隐私政策。
	</p>
	<p class="pre">
		<b>九、</b><b>法律适用、管辖与其他</b>&nbsp;
	</p>
	<p class="pre">
		1 、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。
	</p>
	<p class="pre">
		2 、<u>因本协议产生之争议，应依照中华人民共和国法律予以处理。双方对于争议协商不成的</u><u>，</u><u>应当提交广州飞宇互联网科技有限公司版权所有企业所在地</u><u>人</u><u>民法院诉讼</u><u>解决。</u>
	</p>
	<p class="pre">
		<b>附件一</b>&nbsp;
	</p>
	<p class="pre">
		<b>《</b><b><span>麒麟卡</span>-提供有质生活的专家app</b><b>账户注销须</b><b>知》</b>&nbsp;
	</p>
	<p class="pre">
		<span>您在申请注销流程前，应当认真阅读</span> <span>《</span><span>麒麟卡</span>-提供有质生活的专家app<span>账户注销须知》</span> <span>（以下称</span>“ 《 注销须知 》 ”）。请您务必审慎阅读、充分理解协议中相关条款内容，其中包括：
	</p>
	<p class="pre">
		1 、与您约定免除或限制责任的条款；
	</p>
	<p class="pre">
		2 、其他以粗体下划线标识的重要条款。
	</p>
	<p class="pre">
		如您对本《注销须知》<span>有任何疑问，可拨打我们的客服电话联系客服。</span> 
	</p>
	<p class="pre">
		<span>【</span> <span>特别提示</span> <span>】</span> <span>当您按照注销页面提示填写信息、阅读并同意本</span>《注销须知》及相关条款与条件且完成全部注销程序后，即表示您已充分阅读、理解并接受本《注销须知》的全部内容。阅读本《注销须知》的过程中，如果您不同意相关任何条款和条件约定，请您立即停止账户注销程序。亲爱的<span>麒麟卡</span>-提供有质生活的专家app个人消费者用户：
	</p>
	<p class="pre">
		我们在此善意地提醒您，您注销账户的行为会给您的售后维权带来诸多不便，且注销<span>麒麟卡</span>-提供有质生活的专家app账户后，您的个人信息我们只会在<span>麒麟卡</span>-提供有质生活的专家app的前台系统中去除，使其保持不可被检索、访问的状态，或对其进行匿名化处理。您知晓并理解，根据相关法律规定相关交易记录须在<span>麒麟卡</span>-提供有质生活的专家app<span>后台保存</span>5年甚至更长的时间。
	</p>
	<p class="pre">
		1 ．如果您仍执意注销账户，您的账户需同时满足以下条件：
	</p>
	<p class="pre">
		( 1 ）在最近一个月内，账户没有进行更改密码、更改绑定信息等敏感操作，账户没有被盗、被封等风险；
	</p>
	<p class="pre">
		( 2 ）账户在<span>麒麟卡</span>-提供有质生活的专家app<span>系统中无资产和虚拟权益（包括但不限于账户余额、</span> F 币、超级用户、优惠券等）、无欠款；
	</p>
	<p class="pre">
		( 3 ）账户无任何纠纷，包括投诉举报或被投诉举报；
	</p>
	<p class="pre">
		( 4 ）账户为正常使用中的账户且无任何账户被限制的记录；
	</p>
	<p class="pre">
		2 .<b><u><span>麒麟卡</span>-提供有质生活的专家app账户一旦被注销将不可恢复，请您在操作之前自行备份麒麟卡-提供有质生活的专家app账户相关的所有信息和数据。请您保存好订单商品和服务的交易凭证、票据等资料，否则您有可能须支付额外的账户和订单查询费用，或无法享受售后服务。</u></b>
	</p>
	<p class="pre">
		3 ．如果您的<span>麒麟卡</span>-提供有质生活的专家app账户同时是<span>麒麟卡</span>-提供有质生活的专家app<span>平台商家店铺的绑定账户名，您需先解除相关绑定；</span> 
	</p>
	<p class="pre">
		4 ．在<span>麒麟卡</span>-提供有质生活的专家app账户注销期间，如果您的<span>麒麟卡</span>-提供有质生活的专家app账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，<span>麒麟卡</span>-提供有质生活的专家app有权自行终止本<span>麒麟卡</span>-提供有质生活的专家app账户的注销而无需另行得到您的同意。
	</p>
	<p class="pre">
		5 <b><u><span>注销麒麟卡</span>-提供有质生活的专家app账户，您将无法再使用本麒麟卡-提供有质生活的专家app账户，也将无法找回您麒麟卡-提供有质生活的专家app账户中及与账户相关的任何内容或信息，包括但不限于：</u></b>
	</p>
	<p class="pre">
		( 1&nbsp;<span>）您将无法登录、使用本</span><span>麒麟卡</span>-提供有质生活的专家app<span>账户；</span> 
	</p>
	<p class="pre">
		( 2 ）本<span>麒麟卡</span>-提供有质生活的专家app<span>账户的个人资料和历史信息（包括但不限于用户名、头像、购物记录、关注信息等）都将无法找回；</span> 
	</p>
	<p class="pre">
		( 3 ）您通过<span>麒麟卡</span>-提供有质生活的专家app账户使用、授权登录或绑定<span>麒麟卡</span>-提供有质生活的专家app账户后使用的<span>麒麟卡</span>-提供有质生活的专家app相关或第三方的其他服务的所有记录将无法找回。您将无法再登录、使用前述服务，您曾获得或即将获得的余额、优惠券、积分、资格、订单、超级用户、及其他卡券、未完成订单权益等视为您自行放弃，将无法继续使用。您理解并同意，<span>麒麟卡</span>-提供有质生活的专家app<span>无法协助您重新恢复前述服务。</span> 
	</p>
	<p class="pre">
		6 ．<b><u>如您确认</u></b><b><u>放弃</u></b><b><u>账户中所有已享有</u></b><b><u>或</u></b><b><u>即将享有的任何权益．并要求</u></b><b><u><span>麒麟卡</span>-提供有质生活的专家app</u></b><b><u>为您强制注销的，以上所有权益将视为您主动放弃并不再享有，同时可能引起的任何法律责任</u></b><b><u><span>，与麒麟卡</span>-提供有质生活的专家app无关</u></b><b><u></u></b>
	</p>
	<p class="pre">
		7 .<b><u><span>注销本麒麟卡</span>-提供有质生活的专家app账户并不代表本麒麟卡-提供有质生活的专家app账户注销前的账户行为和相关责任得到豁免或减轻。</u></b>
	</p>
	<p class="MsoNormal">
		&nbsp;
	</p>


</div>
</template>

<script>
export default {
    data() {
        return {

        }
    },
    methods: {

    }
}
</script>

<style lang="scss" scoped>
    .content {
        padding:2.5rem /* 40/16 */ 1.25rem /* 20/16 */;
        font-size:.875rem /* 14/16 */;
        h1{
            font-size:1.125rem /* 18/16 */;
            margin:.9375rem /* 15/16 */ 0 .5rem /* 8/16 */;
            color:#1A1A1A;
        }
        p{
            margin-bottom:.5rem /* 8/16 */;
        }

    }


</style>
